# Taps
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'esolitos/ipa'
tap 'hashicorp/tap'
tap 'getsentry/tools'

# Brews
brew 'ansible'
brew 'awscli'
brew 'bat'
brew 'calicoctl'
brew 'cloudflared'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'dive'
brew 'exa'
brew 'fzf'
brew 'git'
brew 'github-release'
brew 'gnupg'
brew 'gnu-tar'
brew 'gradle'
brew 'grep'
brew 'helm'
brew 'iperf'
brew 'jmeter'
brew 'jq'
brew 'k6'
brew 'kubernetes-cli'
brew 'kubectx'
brew 'maven'
brew 'neovim'
brew 'mas'
brew 'mysql'
brew 'nvm'
brew 'nmap'
brew 'ollama'
brew 'openldap'
brew 'openssl@3'
brew 'pipenv'
brew 'pyenv'
brew 'synergy-core'
brew 'telnet'
brew 'tfenv'
brew 'webp'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zplug'
brew 'esolitos/ipa/sshpass'
brew 'hashicorp/tap/vault'

# Apps
cask '1password'
cask '1password-cli'
cask 'arc'
cask 'brave-browser'
cask 'cloudflare-warp'
cask 'discord'
cask 'docker'
cask 'github'
cask 'google-chrome'
cask 'intellij-idea'
cask 'iterm2'
cask 'microsoft-edge'
cask 'microsoft-excel'
cask 'microsoft-outlook'
cask 'microsoft-powerpoint'
cask 'microsoft-remote-desktop'
cask 'microsoft-teams'
cask 'netnewswire'
cask 'pieces'
cask 'pieces-os'
cask 'plex'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'spotmenu'
cask 'steam'
cask 'sublime-text'
cask 'swish'
cask 'visual-studio-code'
cask 'vlc'
cask 'vnc-viewer'
cask 'wireshark'
cask 'zoom'
cask 'yt-music'

# Mac App Store
mas 'Authy', id: 494168017 #ipad app, mas probably cannot install this atm
